package ru.home;

import org.json.JSONArray;

public class Constants {

    public static JSONArray jsonItems = new JSONArray("[\n" +
            "    {\n" +
            "        \"relationships\": [\n" +
            "            {\n" +
            "                \"relationships\": [\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"1\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Expected glossary item coverage\",\n" +
            "                        \"id\": \"2\",\n" +
            "                        \"relTypeId\": 2\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Expected glossary item coverage\",\n" +
            "                        \"id\": \"9\",\n" +
            "                        \"relTypeId\": 2\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"14\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"45\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    }\n" +
            "                ],\n" +
            "                \"toFacet\": \"GLOSSARY\"\n" +
            "            }\n" +
            "        ],\n" +
            "        \"ref\": \"#31:1110\",\n" +
            "        \"values\": [\n" +
            "            \"1\",\n" +
            "            \"Asset Manager\",\n" +
            "            \"Управление ИТ-активами в ОАО Банк ВТБ на базе HP Asset Manager\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Николай Титов\",\n" +
            "            \"4\",\n" +
            "            \"2021-09-10\",\n" +
            "            \"2021-09-13\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1\"\n" +
            "        ],\n" +
            "        \"id\": \"1\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"relationships\": [\n" +
            "            {\n" +
            "                \"relationships\": [\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"1\",\n" +
            "                        \"relTypeId\": 3\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Expected glossary item coverage\",\n" +
            "                        \"id\": \"2\",\n" +
            "                        \"relTypeId\": 3\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Expected glossary item coverage\",\n" +
            "                        \"id\": \"9\",\n" +
            "                        \"relTypeId\": 2\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"14\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"14\",\n" +
            "                        \"relTypeId\": 2\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"45\",\n" +
            "                        \"relTypeId\": 3\n" +
            "                    }\n" +
            "                ],\n" +
            "                \"toFacet\": \"GLOSSARY\"\n" +
            "            }\n" +
            "        ],\n" +
            "        \"ref\": \"#31:103\",\n" +
            "        \"values\": [\n" +
            "            \"105\",\n" +
            "            \"DepDiasoft\",\n" +
            "            \"Депозитарная деятельность на основе ПО Diasoft FA# Treasure\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-349\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"349\"\n" +
            "        ],\n" +
            "        \"id\": \"105\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:105\",\n" +
            "        \"values\": [\n" +
            "            \"107\",\n" +
            "            \"Diasoft Card\",\n" +
            "            \"WorkFlowe CARD Professional\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-871\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"871\"\n" +
            "        ],\n" +
            "        \"id\": \"107\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:119\",\n" +
            "        \"values\": [\n" +
            "            \"121\",\n" +
            "            \"EssBase\",\n" +
            "            \"Система автоматизации трансформации данных РСБУ в МСФО (EssBase Plus)\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1030\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1030\"\n" +
            "        ],\n" +
            "        \"id\": \"121\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:195\",\n" +
            "        \"values\": [\n" +
            "            \"194\",\n" +
            "            \"Kaspersky VDI exVTB24\",\n" +
            "            \"Kaspersky Security for Virtualization в домене msk.vtb24.ru\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1057\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1057\"\n" +
            "        ],\n" +
            "        \"id\": \"194\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:194\",\n" +
            "        \"values\": [\n" +
            "            \"193\",\n" +
            "            \"Kaspersky VDI VTB\",\n" +
            "            \"Kaspersky Security for Virtualization в домене region.vtb.ru\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1058\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1058\"\n" +
            "        ],\n" +
            "        \"id\": \"193\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:370\",\n" +
            "        \"values\": [\n" +
            "            \"370\",\n" +
            "            \"SalesBox Mass\",\n" +
            "            \"Предконфигуратор продуктов сегментов Массовая розница и Привилегия\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1613\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1613\"\n" +
            "        ],\n" +
            "        \"id\": \"370\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:345\",\n" +
            "        \"values\": [\n" +
            "            \"345\",\n" +
            "            \"SAS ECL\",\n" +
            "            \"Система расчета резервов МСФО9 (Розница)\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1087\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1087\"\n" +
            "        ],\n" +
            "        \"id\": \"345\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:346\",\n" +
            "        \"values\": [\n" +
            "            \"346\",\n" +
            "            \"SAS EG УБП\",\n" +
            "            \"Система подготовки аналитических данных для бизнес-планирования\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-597\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"597\"\n" +
            "        ],\n" +
            "        \"id\": \"346\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:1010\",\n" +
            "        \"values\": [\n" +
            "            \"1011\",\n" +
            "            \"Создание Passcode\",\n" +
            "            \"Система выпуска девайс-токенов\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-853\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"853\"\n" +
            "        ],\n" +
            "        \"id\": \"1011\"\n" +
            "    }\n" +
            "]");
    public static JSONArray jsonItemsWith1Inter = new JSONArray("[\n" +
            "    {\n" +
            "        \"relationships\": [\n" +
            "            {\n" +
            "                \"relationships\": [\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"11\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Expected glossary item coverage\",\n" +
            "                        \"id\": \"22\",\n" +
            "                        \"relTypeId\": 2\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Expected glossary item coverage\",\n" +
            "                        \"id\": \"9\",\n" +
            "                        \"relTypeId\": 2\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"14\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"455\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    }\n" +
            "                ],\n" +
            "                \"toFacet\": \"GLOSSARY\"\n" +
            "            }\n" +
            "        ],\n" +
            "        \"ref\": \"#31:1110\",\n" +
            "        \"values\": [\n" +
            "            \"1\",\n" +
            "            \"Asset Manager\",\n" +
            "            \"Управление ИТ-активами в ОАО Банк ВТБ на базе HP Asset Manager\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Николай Титов\",\n" +
            "            \"4\",\n" +
            "            \"2021-09-10\",\n" +
            "            \"2021-09-13\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1\"\n" +
            "        ],\n" +
            "        \"id\": \"1\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"relationships\": [\n" +
            "            {\n" +
            "                \"relationships\": [\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"1\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Expected glossary item coverage\",\n" +
            "                        \"id\": \"2\",\n" +
            "                        \"relTypeId\": 2\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Expected glossary item coverage\",\n" +
            "                        \"id\": \"9\",\n" +
            "                        \"relTypeId\": 4\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"14\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    },\n" +
            "                    {\n" +
            "                        \"relTypeName\": \"Strategic Master Source for\",\n" +
            "                        \"id\": \"45\",\n" +
            "                        \"relTypeId\": 1\n" +
            "                    }\n" +
            "                ],\n" +
            "                \"toFacet\": \"GLOSSARY\"\n" +
            "            }\n" +
            "        ],\n" +
            "        \"ref\": \"#31:103\",\n" +
            "        \"values\": [\n" +
            "            \"105\",\n" +
            "            \"DepDiasoft\",\n" +
            "            \"Депозитарная деятельность на основе ПО Diasoft FA# Treasure\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-349\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"349\"\n" +
            "        ],\n" +
            "        \"id\": \"105\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:105\",\n" +
            "        \"values\": [\n" +
            "            \"107\",\n" +
            "            \"Diasoft Card\",\n" +
            "            \"WorkFlowe CARD Professional\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-871\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"871\"\n" +
            "        ],\n" +
            "        \"id\": \"107\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:119\",\n" +
            "        \"values\": [\n" +
            "            \"121\",\n" +
            "            \"EssBase\",\n" +
            "            \"Система автоматизации трансформации данных РСБУ в МСФО (EssBase Plus)\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1030\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1030\"\n" +
            "        ],\n" +
            "        \"id\": \"121\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:195\",\n" +
            "        \"values\": [\n" +
            "            \"194\",\n" +
            "            \"Kaspersky VDI exVTB24\",\n" +
            "            \"Kaspersky Security for Virtualization в домене msk.vtb24.ru\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1057\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1057\"\n" +
            "        ],\n" +
            "        \"id\": \"194\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:194\",\n" +
            "        \"values\": [\n" +
            "            \"193\",\n" +
            "            \"Kaspersky VDI VTB\",\n" +
            "            \"Kaspersky Security for Virtualization в домене region.vtb.ru\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1058\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1058\"\n" +
            "        ],\n" +
            "        \"id\": \"193\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:370\",\n" +
            "        \"values\": [\n" +
            "            \"370\",\n" +
            "            \"SalesBox Mass\",\n" +
            "            \"Предконфигуратор продуктов сегментов Массовая розница и Привилегия\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1613\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1613\"\n" +
            "        ],\n" +
            "        \"id\": \"370\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:345\",\n" +
            "        \"values\": [\n" +
            "            \"345\",\n" +
            "            \"SAS ECL\",\n" +
            "            \"Система расчета резервов МСФО9 (Розница)\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-1087\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"1087\"\n" +
            "        ],\n" +
            "        \"id\": \"345\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:346\",\n" +
            "        \"values\": [\n" +
            "            \"346\",\n" +
            "            \"SAS EG УБП\",\n" +
            "            \"Система подготовки аналитических данных для бизнес-планирования\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-597\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"597\"\n" +
            "        ],\n" +
            "        \"id\": \"346\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"ref\": \"#31:1010\",\n" +
            "        \"values\": [\n" +
            "            \"1011\",\n" +
            "            \"Создание Passcode\",\n" +
            "            \"Система выпуска девайс-токенов\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"Информационная система (ИС)\",\n" +
            "            \"\",\n" +
            "            \"False\",\n" +
            "            \"Актуальный\",\n" +
            "            \"РИС ID-853\",\n" +
            "            \"Активная\",\n" +
            "            \"\",\n" +
            "            \"Технический Пользователь\",\n" +
            "            \"1\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"2021-09-12\",\n" +
            "            \"Публичный\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"\",\n" +
            "            \"---\",\n" +
            "            \"\",\n" +
            "            \"ENTERPRISE\",\n" +
            "            \"Enterprise\",\n" +
            "            \"\",\n" +
            "            \"853\"\n" +
            "        ],\n" +
            "        \"id\": \"1011\"\n" +
            "    }\n" +
            "]");

    public static String tkn="eyJ0eXAiOiJKV1QiLCJhbGciOiJSUzI1NiJ9.eyJpYXQiOjE2NDQyMzkyNTEsImV4cCI6MTk1OTU5OTI1MS" +
            "wicm9sZXMiOlsiUk9MRV9VU0VSIiwiUk9MRV9BUEkiXSwidXNlcm5hbWUiOiJwb3J0YWxfdGVjaEB2dGIucnUiLCJyZWYiOi" +
            "I5IiwibmFtZSI6IlBvcnRhbCBUZWNoIiwiYXhvbl9yb2xlIjoiU3VwZXJBZG1pbiJ9.pxeKnYvQ2dWOSROm-TUy16k9S0TadLBuK_Dsk5BCqS" +
            "jeMUizXFwCjHkmhGnlHqx9cFx9UP5P3YZbusS-vMWcPfWER1tEXoBLZlvNz6ddTWjRvpeehzdr7gVNVwrUljBRZEu5gcXIKSwDL-EIOwB-MT_cJPtB4L" +
            "6cmd97eIGTgWPXTB1S9ftRgSwqaY6NKZElZuxlOgr_800p8ooRVp2SKW72SGPx5qAR0_GppLxlYc2J7c8BfV1X5gRIZpCEsyRznCAYIPD-5dH9G" +
            "8-svOm3tOHFlYtAS6gTnOOExJLVAhh_1Yi3RWm4Mx4UufincJHH9tFhyjiOiTn5wlZXdYP61vjqX_OSnmv_OVvVwhNHSAb17-CIP2TvxW6Njqr5yF" +
            "gfRxpQp0Yl5KC3sp7QbeaQW7rAPZfAP0jGJuNXCVXWoW4GAFcuD1IatVXcHQztSPf3cSrWZDHJlH2tgwA3bR9N2pwhGvDz4rUnj3AdgXbWfGHUBM51Z" +
            "xwA8mMFlH64SgLLi6NHNFHFKLn1AyFeRHBEZv5dGmIxGYFd1wzVEwTL4Tp1Uc_X_d59ivN4vlElEV1rlQemBurLOLmK297utqRu40kKxWe84RlJMTN" +
            "d1nlmB9ADMAyhz1NdXfE6_JK-OBrZuSASrsFUb55OLeflTJmsIQnJTtF91zs0orVKNvxBjUQ";

}
